Repository: sgissinger/eleventy-plugin-i18n-gettext-demo
Catalog: locales/*/messages.po
Languages: nl_nl

source: Apple
nl_nl: Appel

source: Banana
nl_nl: Banaan

source: Green
nl_nl: Groen

source: Yellow
nl_nl: Geel

source: Green apple
nl_nl: Groene appel

source: Yellow banana
nl_nl: Gele banaan

source: Home
nl_nl: Huis

source: Select language
nl_nl: Selecteer taal

source: Fruits
nl_nl: Vruchten

source: Click on the fruit to see more details.
nl_nl: Klik op het fruit om meer details te zien.

source: The %s keeps the doctor away.
nl_nl: De %s houdt de dokter weg.

source: We currently have %d %s in stock.
nl_nl: We hebben momenteel %d %s op voorraad.

source: Dates and times
nl_nl: Datums en tijden

source: Moment.js localized formats
nl_nl: Moment.js gelokaliseerde formaten

source: This fruit is excellent.
nl_nl: Deze vrucht is uitstekend.

source: i18n GetText Plugin for Eleventy
nl_nl: i18n GetText-plug-in voor Eleventy
